Repository: hexawyz/CrystalBoy
Catalog: CrystalBoy.Emulator/RomInformationForm.*.resx
Languages: fr_fr

# gameNameLabel.Text
source: Name:
fr_fr: Nom :

# makerCodeLabel.Text
source: Maker code:
fr_fr: Code créateur :

# makerNameLabel.Text
source: Maker name:
fr_fr: Nom créateur :

# gameGroupBox.Text
source: Game
fr_fr: Jeu

# hardwareGroupBox.Text
source: Hardware
fr_fr: Matériel

# ramSizeLabel.Text
source: RAM Size:
fr_fr: Taille de RAM :

# romTypeLabel.Text
source: ROM Type:
fr_fr: Type de ROM :

# romSizeLabel.Text
source: ROM Size:
fr_fr: Taille de ROM :

# sgbCheckBox.Text
source: Super Game Boy Functions
fr_fr: Fonctions Super Game Boy

# cgbCheckBox.Text
source: Color Game Boy Functions
fr_fr: Fonctions Game Boy Color

# $this.Text
source: ROM Information
fr_fr: Informations sur la ROM
